export const ip='http://localhost:8000'

export const machineHead = [
    'Зав. № машины', 'Модель техники', 'Модель двигателя', 'Зав. № двигателя',
    'Модель трансмиссии', 'Зав. № трансмиссии', 'Модель ведущего моста',
    'Зав. № ведущего моста', 'Модель управляемого моста', 'Зав. № управляемого моста',
    'Договор поставки №, дата', 'Дата отгрузки с завода', 'Грузополучатель',
    'Адрес поставки', 'Комплектация (доп. опции)', 'Клиент', 'Сервисная компания'
]

export const serviceHead = [
            'Зав. № машины', 'Вид ТО', 'Дата проведения ТО', 'Наработка, м/ч',
            '№ заказ-наряда', 'Дата заказ-наряда', 'Организация проводившая ТО',
        ]


export const reclameHead = [
            'Зав. № машины', 'Дата отказа', 'Наработка, м/ч',
            'Узел отказа', 'Описание отказа', 'Способ восстановления', 'Используемые запчасти',
            'Дата восстановления', 'Время простоя техники', 'Сервисная компания'
        ]


export const groupName = {
    'client': 'Клиент',
    'manager': 'Менеджер',
    'service company': 'Сервисная компания'
}